Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E02A.tmx
Source language: en_us
Languages: zh_cn

source: How to clean brass naturally
zh_cn: 如何用天然手段清洗黄铜？

source: Though there are chemical brass cleaners on the market, try using some of these natural ingredients to clean brass, most of which you probably already have at home.
zh_cn: 尽管市面上在卖清洗黄铜的化学制剂，但是您不妨试试下面说的一些天然成分，这其中大部分很可能您家里就有。

source: Made from a combination of zinc and copper, brass is a popular metal found in cookware, jewelry, musical instruments (brass band, anyone?) and home decorative objects.
zh_cn: 黄铜是一种锌铜合金，在生活中的使用非常普遍，如：炊具、首饰、乐器（管乐队乐器）以及家庭装饰用品。

source: If your house is of a certain age, many of your doorknobs may be brass.
zh_cn: 如果您的房子有一定历史了，可能很多门把手都是黄铜做的。

source: Like the metals from which it is made, brass also tarnishes easily.
zh_cn: 和很多锌铜合金一样，黄铜也容易变暗。

source: What is the best way to clean brass?
zh_cn: 清洗黄铜最好的方法是什么？

source: First, you need to determine if your item is, in fact, made of brass.
zh_cn: 首先，您需要确认您的物件是用黄铜做的。

source: Hold a magnet to your item. If it sticks, the item is not brass, but most likely brass-plated. Use only water and mild detergent to clean brass-plated items, as anything more abrasive could damage the plating.
zh_cn: 用吸铁石靠近它，如果吸住了，那它肯定不是黄铜做的，可能只是镀了黄铜，任何东西的过多磨损都会破坏这个镀层。

source: If you have a tarnished or dirty brass piece that needs cleaning, how you do so depends on whether it is lacquered - i.e. coated with a protective glossy finish - or non-lacquered brass.
zh_cn: 如果您有一个变暗或者较脏的黄铜制品需要清洗，该怎么做取决于它是否上过漆--例如是否有过抛光处理-或者没有上过漆。

source: Lacquered brass can be cleaned simply by wiping with a damp cloth.
zh_cn: 上过漆的黄铜只需要用湿布很容易就擦干净了。

source: Cleaning non-lacquered brass requires more elbow grease.
zh_cn: 清洗没上过漆的黄铜要费力一点。

source: Though there are chemical brass cleaners on the market, try using some of these natural ingredients to clean brass, most of which you probably already have at home:
zh_cn: 尽管市面上在卖清洗黄铜的化学制剂，但是您不妨试试下面说的一些天然成分，这其中大部分很可能您家里就有。

source: Ketchup: The housekeeping guru who has been writing the syndicated "Hints from Heloise" column for more than 30 years recommends this kitchen staple.
zh_cn: 番茄酱：已经在“Heloise的建议”这一专栏写作30多年的家政大师，推荐了这一厨房用品。

source: Squirt some ketchup on a clean cloth and rub over tarnished brass.
zh_cn: 喷些许番茄酱到干净的布上，用它摩擦变暗的黄铜。

source: Then wipe clean with a damp cloth and buff dry.
zh_cn: 用湿布擦干净后再抹干。

source: Soap or Mild Detergent: If your brass item is dusty or dirty rather than tarnished, submerging it in warm soapy water and cleaning with a soft cloth could do the trick.
zh_cn: 肥皂或是温和的洗涤剂：如果您的黄铜物件只是落满灰尘或是很脏，而不是变暗，将它浸入温温的肥皂水中，用软布就可以清洗干净。

source: Use a toothbrush to gently scrub extra dirty areas.
zh_cn: 特别脏的地方可以用牙刷轻轻刷干净。

source: Vinegar, Salt and Flour: These versatile home staples can be combined to make a paste to clean tarnished brass.
zh_cn: 醋、盐和面粉：这些多用的厨房用品可以用来制作糊状物来清洗变暗的黄铜。

source: Dissolve 1 teaspoon of salt into one-half cup of vinegar, and add flour until the mixture becomes a paste.
zh_cn: 将一茶匙盐放入半杯醋中溶解，加入面粉，直至成糊状。

source: Rub into the brass, leave for about 10 minutes, then rinse with warm water and buff dry.
zh_cn: 擦到黄铜上，过10分钟后用温水冲洗，擦干。

source: Water: Heat a pint of water, and add 2 tablespoons each of salt and white vinegar to create another natural recipe for polishing tarnished brass.
zh_cn: 水：将少许水加热，放入1汤匙盐和1汤匙白醋，可以制出另一种擦亮黄铜的天然制剂。

source: Rub the mixture onto the brass, then dry with a clean rag.
zh_cn: 将这一制剂抹到黄铜上，再用干净的抹布抹干即可。

source: Lemon Juice: Straight lemon juice can be used to clean brass and bring back shine.
zh_cn: 柠檬汁：新鲜柠檬汁可以清洗黄铜，使其恢复光泽。

source: After cleaning with lemon juice, wipe with damp cloth and buff dry.
zh_cn: 用柠檬汁处理完后，用湿布擦干净后抹干。

source: When might you want to leave your brass piece tarnished?
zh_cn: 什么时候你会想保持变暗的黄铜？

source: If the brass is an antique, take it to an appraiser before attempting to clean it.
zh_cn: 如果它是个古董，在清洗前您可以拿到鉴定师那里看看。

source: The tarnish could add value to your piece, or detract from it if you disturb the item's natural finish.
zh_cn: 铜臭可能会增加您物件的价值，或者，如果您不喜欢这个表层的颜色，您可以选择去除。

source: And if you are disappointed to discover that what you thought was brass is simply brass-plated? Take heart that it is easier to clean - and still can look as shiny as the real thing.
zh_cn: 当您发现您以为是黄铜的物件其实只是镀了黄铜，您是否失望？不用沮丧，镀铜的物件更容易清洗，可以和真黄铜的物件看起来一样有光泽。

source: Have other ideas for how to clean brass? Leave us a note in the comments below.
zh_cn: 如果您有其他清洗黄铜的方法，请在评论栏中给我们留言。
